 {"joyfulList":[
    {
        "MysteryName":"THE ANNUNCIATION OF THE INCARNATION OF JESUS BY THE ANGEL",
        "MysteryType":"Joyful",
        "MysteryNumber":"1",
        "Verses":"",
        "Matthew":"",
        "Mark":"",
        "Luke":"Luke 1,28 And when the Angel had come to her, he said, Hail, full of grace the Lord is with thee. Blessed art thou among women.",
        "John":"",
        "Contemplation":"Let us contemplate the Annunciation of the Archangel Gabriel to Mary about the coming of Christ: here we are before the virtues of faith, obedience and humility to receive a new Life and make the planet become sacred.",
        "imageLocation":"assets/Mysteries/Joyful/first.jpg",
        "B1":"In the beginning was the Word, and the Word was with God, and the Word was God. ... And the Word became flesh and made his dwelling among us, and we saw his glory, the glory as of the Father’s only Son, full of grace and truth. -John 1:1,14",
        "B2":"John answered them all, saying, “I am baptizing you with water, but one mightier than I is coming. I am not worthy to loosen the thongs of his sandals. He will baptize you with the Holy Spirit and fire.” -Luke 3:16",
        "B3":"Coming to her, he said, “Hail, full of grace! The Lord is with you.” But she was greatly troubled at what was said and pondered what sort of greeting this might be. -Luke 1:28-29",
        "B4":"The angel said to her, “Do not be afraid, Mary, for you have found favor with God. Behold, you will conceive in your womb and bear a son, and you shall name him Jesus. He will be great and will be called Son of the Most High.” -Luke 1:30-32 ",
        "B5":"“The Lord God will give him the throne of David his father, and he will rule over the house of Jacob forever, and of his kingdom there will be no end.” But Mary said to the angel, “How can this be, since I have no relations with a man?” -Luke 1:32-34 ",
        "B6":"And the angel said to her in reply, “The Holy Spirit will come upon you, and the power of the Most High will overshadow you. Therefore the child to be born will be called holy, the Son of God.” - Luke 1:35",
        "B7":"“Behold, Elizabeth, your relative, has also conceived a son in her old age, and this is the sixth month for her who was called barren; for nothing will be impossible for God.” -Luke 1:36-37",
        "B8":"Mary said, “Behold, I am the handmaid of the Lord. May it be done to me according to your word.” Then the angel departed from her. -Luke 1:38",
        "B9":"The angel of the Lord appeared to Joseph in a dream and said, “Joseph, son of David, do not be afraid to take Mary your wife into your home. For it is through the Holy Spirit that this child has been conceived in her.” -Matt. 1:20 ",
        "B10":"“She will bear a son and you are to name him Jesus, because he will save his people from their sins.” All this took place to fulfill what the Lord had said through the prophet.-Matt 1:21-22",
        "Grace":"For the love of humility."
    },

    {   
        "MysteryName":"THE VISITATION OF MARY TO ELIZABETH AND ZECHARIAH",
        "MysteryType":"Joyful",
        "MysteryNumber":"2",
        "Verses":"",
        "Matthew":"",
        "Mark":"",
        "Luke":"Luke 1,41-42 Elizabeth was filled with the Holy Spirit and cried out in a loud voice: Blest are you among women and blest is the fruit of your womb",
        "John":"",
        "Contemplation":"Let us contemplate the visit of Mary to Her cousin Elizabeth: here we are before the exercise of fraternity, the meeting of brothers and sisters who recognize each other and unite for the Divine Purpose.",
        "imageLocation":"assets/Mysteries/Joyful/second.jpg",
        "B1":" During those days Mary set out and traveled to the hill country in haste to a town of Judah, where she entered the house of Zechariah and greeted Elizabeth. When Elizabeth heard Mary’s greeting, the infant leaped in her womb. -Luke 1:39-41",
        "B2":"Elizabeth, filled with Holy Spirit, cried out in a loud voice and said, “Most blessed are you among women, and blessed is the fruit of your womb. And how does this happen to me, that the mother of my Lord should come to me?” -Luke 1:41-43",
        "B3":"“For at the moment the sound of your greeting reached my ears, the infant in my womb leaped for joy. Blessed are you who believed that what was spoken to you by the Lord would be fulfilled.” -Luke 1:44-45",
        "B4":"Mary said, “My soul proclaims the greatness of the Lord; my spirit rejoices in God my savior. For he has looked upon his handmaid’s lowliness; behold, from now on will all ages call me blessed.” -Luke 1:46-48",
        "B5":"“The Mighty One has done great things for me, and holy is his name. His mercy is from age to age to those who fear him.” -Luke 1:49-50",
        "B6":"“He has shown might with his arm, dispersed the arrogant of mind and heart. He has thrown down the rulers from their thrones but lifted up the lowly. The hungry he has filled with good things; the rich he has sent away empty.” -Luke 1:51-53",
        "B7":"“He has helped Israel his servant, remembering his mercy, according to his promise to our fathers, to Abraham and to his descendants forever.” Mary remained with her about 3 months -Luke 1:54-56",
        "B8":"When the time arrived for Elizabeth to have her child, she gave birth to a son. ... When they came on the eighth day to circumcise the child, ... Zechariah wrote: “John is his name.” Immediately his mouth was opened, his tongue freed. -Luke 1:57,59,63-4",
        "B9":"Zechariah his father, filled with the Holy Spirit, prophesied, saying: “Blessed be the Lord, the God of Israel, for he has visited and redeemed his people. He has raised up a horn for our salvation within the house of David his servant.” -Luke 1:67-69",
        "B10":"“And you, child, will be called prophet of the Most High, for you will go before the Lord to prepare his ways, to give his people knowledge of salvation through forgiveness of their sins, because of the tender mercy of our God.” -Luke 1:76-77,79",
        "Grace":"For charity towards my neighbour."
    },
    {
        "MysteryName":"THE NATIVITY OF JESUS IN BETHLEHEM",
        "MysteryType":"Joyful",
        "MysteryNumber":"3",
        "Verses":"",
        "Matthew":"",
        "Mark":"",
        "Luke":"Luke 2,7 She gave birth to her first-born son and wrapped him in swaddiling clothes and laid him in a manger, because there was no room for them in the place where travellers lodged",
        "John":"",
        "Contemplation":"Let us contemplate the Birth of Jesus: here we are before the Christ that may be reborn inside of us in the daily situations of life, in our inner manger, the Temple which shelters the Sacred Life.",
        "imageLocation":"assets/Mysteries/Joyful/third.jpg",
        "B1":"Joseph went up from Galilee from the town of Nazareth to Judea, to the city of David that is called Bethlehem, because he was of the house and family of David, to be enrolled with Mary, his betrothed, who was with child. -Luke 2:4-5",
        "B2":"While they were there, the time came for her to have her child, and she gave birth to her firstborn son. She wrapped him in swaddling clothes and laid him in a manger, because there was no room for them in the inn. -Luke 2:6-7",
        "B3":"Now there were shepherds in that region living in the fields and keeping the night watch over their flock. The angel of the Lord appeared to them and the glory of the Lord shone around them, and they were struck with great fear. -Luke 2:8-9",
        "B4":"The angel said to them, “Do not be afraid; for behold, I proclaim to you good news of great joy that will be for all the people. For today in the city of David a savior has been born for you who is Messiah and Lord.” -Luke 2:10-11",
        "B5":"Suddenly there was a multitude of the heavenly host with the angel, praising God and saying, “ Glory to God in the highest and on earth peace to those on whom his favor rests.” ... The angels went away from them to heaven. -Luke 2:13-15",
        "B6":"The shepherds said to one another, “Let us go, then, to Bethlehem to see this thing that has taken place, that the Lord has made known to us.” So they went in haste and found Mary and Joseph, and the infant lying in the manger. -Luke 2:15-16",
        "B7":"When they saw this, they made known the message that had been told them about this child. All who heard it were amazed by what had been told them by the shepherds. And Mary kept all these things, reflecting on them in her heart. -Luke 2:17-18",
        "B8":"In the days of King Herod, behold, magi from the east arrived in Jerusalem saying, “Where is the newborn king of the Jews? We saw his star at its rising and have come to do him homage.” -Matt. 2:1-2",
        "B9":"After their audience with the king they set out. And behold, the star that they had seen at its rising preceded them, until it came and stopped over the place where the child was. They were overjoyed at seeing the star. -Matt 2:9-10",
        "B10":" On entering the house they saw the child with Mary his mother. They prostrated themselves and did him homage. Then they opened their treasures and offered him gifts of gold, frankincense, and myrrh. -Matt 2:11",
        "Grace":"For the spirit of poverty."
    },
    {
        "MysteryName":"THE PRESENTATION OF THE INFANT JESUS IN THE TEMPLE",
        "MysteryType":"Joyful",
        "MysteryNumber":"4",
        "Verses":"",
        "Matthew":"",
        "Mark":"",
        "Luke":"Luke 2,22-23 When the day came to purify them according to the law of Moses, the couple brought him up to Jerusalem so that he could be presented to the Lord, for it is written in the law of the Lord, Every first-born male shall be consecrated to the Lord.",
        "John":"",
        "Contemplation":"Let us contemplate the presentation of the Child Jesus in the temple: here we are before the opportunity to present ourselves to God and to surrender to Him.",
        "imageLocation":"assets/Mysteries/Joyful/fourth.jpg",
        "B1":"When eight days were completed for his circumcision, he was named Jesus, the name given him by the angel before he was conceived in the womb. -Luke 2:21",
        "B2":"When the days were completed for their purificaton according to the law of Moses, they took him up to Jerusalem to present him to the Lord, just as it is written in the law of the Lord, ... and to offer the sacrifice. -Luke 2:22-24",
        "B3":"[Simeon] was righteous and devout, awaiting the consolation of Israel, and the Holy Spirit was upon him. It had been revealed to him by the Holy Spirit that he should not see death before he had seen the Messiah of the Lord. -Luke 2:25-26",
        "B4":"[Simeon] came in the Spirit into the temple; and when the parents brought in the child Jesus to perform the custom of the law in regard to him, he took him into his arms and blessed God. -Luke 2:27-28",
        "B5":" “Now, Master, you may let your servant go in peace, according to your word, for my eyes have seen your salvation, which you prepared in sight of all the peoples, a light for revelation to the Gentiles, and glory for your people Israel.” -Luke 2:29-32",
        "B6":" The child’s father and mother were amazed at what was said about him; and Simeon blessed them and said to Mary his mother, “Behold, this child is destined for the fall and rise of many in Israel.” -Luke 2:33-34",
        "B7":"“[He is] to be a sign that will be contradicted, and you yourself a sword will pierce, so that the thoughts of many hearts may be revealed.” -Luke 2:34-35",
        "B8":"There was also a prophetess, Anna. .... She never left the temple, but worshiped night and day with fasting and prayer. ... She gave thanks to God and spoke about the child to all who were awaiting the redemption of Jerusalem. -Luke 2:36-38",
        "B9":"When they had fulfilled all the prescriptions of the law of the Lord, they returned to Galilee, to their own town of Nazareth -Luke 2:39",
        "B10":"The child grew and became strong, filled with wisdom; and the favor of God was upon him -Luke 2:40",
        "Grace":"For the virtue of obedience."
    },
    {
        "MysteryName":"THE FINDING OF THE CHILD JESUS IN THE TEMPLE",
        "MysteryType":"Joyful",
        "MysteryNumber":"5",
        "Verses":"",
        "Matthew":"",
        "Mark":"",
        "Luke":"Luke 2,46 On the third day they came upon him in the temple sitting in the midst of the teachers, listening to them and asking them questions.",
        "John":"",
        "Contemplation":"Let us contemplate the scene in which Jesus, still a child, was found in the temple: here we are before the dedication and the unconditional choice for the Spiritual Life.",
        "imageLocation":"assets/Mysteries/Joyful/fifth.jpg",
        "B1":"Each year his parents went to Jerusalem for the feast of Passover, and when he was twelve years old, they went up according to festival custom. -Luke 2:41-42",
        "B2":"After they had completed its days, as they were returning, the boy Jesus remained behind in Jeruslaem, but his parents did not know it. -Luke 2:43",
        "B3":"Thinking that he was in the caravan, they journeyed for a day and looked for him among their relatives and acquaintances. -Luke 2:44",
        "B4":"Not finding him, they returned to Jerusalem to look for him. After three days they found him in the temple. -Luke 2:45-46",
        "B5":"[Jesus was] sitting in the midst of the teachers, listening to them and asking them questions. -Luke 2:46",
        "B6":"All who heard him were astounded at his understanding and his answers. When his parents saw him, they were astonished. -Luke 2:47-48",
        "B7":"His mother said to him, “Son, why have you done this to us? Your father and I have been looking for you with great anxiety.” -Luke 2:48",
        "B8":"He said to them, “Why were you looking for me? Did you not know that I must be in my Father’s house?” -Luke 2:49",
        "B9":"They did not understand what he said to them. He went down with them and came to Nazareth, and was obedient to them. -Luke 2:50-51",
        "B10":"His mother kept all these things in her heart. And Jesus advanced in wisdom and age and favor before God and man. -Luke 2:51-52",
        "Grace":"For the virtue of piety."
    }
    
]}