 {"joyfulList":[
    
    {
        "MysteryName" : "THE ANNUNCIATION OF THE INCARNATION OF JESUS BY THE ANGEL",
        "MysteryType" : "Joyful",
        "MysteryNumber" : "1",
        "Verses" : "",
        "Matthew" : "",
        "Mark" : "",
        "Luke" : "Luke 1,28 And when the Angel had come to her, he said, Hail, full of grace the Lord is with thee. Blessed art thou among women.",
        "John" : "",
        "Contemplation" : "Let us contemplate the Annunciation of the Archangel Gabriel to Mary about the coming of Christ: here we are before the virtues of faith, obedience and humility to receive a new Life and make the planet become sacred.",
        "imageLocation" : "assets/Mysteries/Joyful/first.jpg",
        "B1" : "Through the disobedience of Adam sin enters the world. Rom. 5:12",
        "B2" : "The Father sends His Son to save the world. Jn. 3:17",
        "B3" : "The Angel Gabriel is sent to a virgin named Mary. Lk. 1:26,27",
        "B4" : "The Angel tells Mary: 'You are to have a Son and will name Him Jesus.' Lk. 1:31",
        "B5" : "He is the Son of God. Lk. 1:32",
        "B6" : "Mary consents: 'Let it be done to me.' Lk. 1:38",
        "B7" : "God the Son becomes Man, in obedience to His Father. Lk. 1:35",
        "B8" : "By His obedience many shall be saved. Rom. 5:19",
        "B9" : "Mary becomes Mother of God. Lk. 1:35",
        "B10" : "Nothing is impossible with God. Lk. 1:37",
        "Grace" : "For the love of Humility"
    },
    {
        "MysteryName" : "THE VISITATION OF MARY TO ELIZABETH AND ZECHARIAH",
        "MysteryType" : "Joyful",
        "MysteryNumber" : "2",
        "Verses" : "",
        "Matthew" : "",
        "Mark" : "",
        "Luke" : "Luke 1,41-42 Elizabeth was filled with the Holy Spirit and cried out in a loud voice: Blest are you among women and blest is the fruit of your womb",
        "John" : "",
        "Contemplation" : "Let us contemplate the visit of Mary to Her cousin Elizabeth: here we are before the exercise of fraternity, the meeting of brothers and sisters who recognize each other and unite for the Divine Purpose.",
        "imageLocation" : "assets/Mysteries/Joyful/second.jpg",
        "B1" : "Mary visits her elderly cousin Elizabeth. Lk. 1:40",
        "B2" : "Elizabeth is with child. His name is John. Lk. 1:13",
        "B3" : "She greets Mary: 'Blessed are you because you believed.' Lk. 1:45",
        "B4" : "Mary herself is with Child, through the Holy Spirit. Mt. 1:18",
        "B5" : "She answers: 'My soul proclaims the greatness of the Lord.' Lk. 1:46",
        "B6" : "'His mercy reaches from age to age.' Lk. 1:50",
        "B7" : "Mary, the Mother of God, stays to help Elizabeth. Lk. 1:56",
        "B8" : "After three months Mary returns to her home in Nazareth. Lk. 1:56",
        "B9" : "Do good to all. Gal. 6:10",
        "B10" : "Be at peace with everyone. Rom. 12:18",
        "Grace" : "For Charity towards my neighbour."
    },
    {
        
        "MysteryName" : "THE NATIVITY OF JESUS IN BETHLEHEM",
        "MysteryType" : "Joyful",
        "MysteryNumber" : "3",
        "Verses" : "",
        "Matthew" : "",
        "Mark" : "",
        "Luke" : "Luke 2,7 She gave birth to her first-born son and wrapped him in swaddiling clothes and laid him in a manger, because there was no room for them in the place where travellers lodged",
        "John" : "",
        "Contemplation" : "Let us contemplate the Birth of Jesus: here we are before the Christ that may be reborn inside of us in the daily situations of life, in our inner manger, the Temple which shelters the Sacred Life.",
        "imageLocation" : "assets/Mysteries/Joyful/third.jpg",
        "B1" : "In Bethlehem will be born He Who is to rule my people. Micah 5:2",
        "B2" : "Joseph and Mary leave Nazareth to register in Bethlehem. Lk. 2:4",
        "B3" : "There, Mary gives birth to the Son of God. Lk. 2:7",
        "B4" : "Mary lays Him in a manger, because there is no room for Him in the inn. Lk. 2:7",
        "B5" : "Angels announce to shepherds nearby: 'The Savior is born.' Lk. 2:10,11",
        "B6" : "Angels sing: 'Peace to men of good will.' Lk. 2:14",
        "B7" : "Wise men come from the East in search of Christ. Mt. 2:1,2",
        "B8" : "Entering the house in Bethlehem, they worship Him. Mt. 2:11",
        "B9" : "All nations serve Him. Ps. 72:11",
        "B10" : "Those who accept Christ become children of God. Jn. 1:12",
        "Grace" : "For the Spirit of Poverty."
    },
    {
        "MysteryName" : "THE PRESENTATION OF THE INFANT JESUS IN THE TEMPLE",
        "MysteryType" : "Joyful",
        "MysteryNumber" : "4",
        "Verses" : "",
        "Matthew" : "",
        "Mark" : "",
        "Luke" : "Luke 2,22-23 When the day came to purify them according to the law of Moses, the couple brought him up to Jerusalem so that he could be presented to the Lord, for it is written in the law of the Lord, Every first-born male shall be consecrated to the Lord.",
        "John" : "",
        "Contemplation" : "Let us contemplate the presentation of the Child Jesus in the temple: here we are before the opportunity to present ourselves to God and to surrender to Him.",
        "imageLocation" : "assets/Mysteries/Joyful/fourth.jpg",
        "B1" : "When the Child Jesus is eight days old, He is circumcised. Lk. 2:21",
        "B2" : "And his parents name Him Jesus. Lk. 2:21",
        "B3" : "The name of Jesus is the only name by which we can be saved. Acts 4:12",
        "B4" : "'Ask the Father anything in My Name.  He will give it to you.' Jn. 16:23",
        "B5" : "Lord, You are good and forgiving to all who call upon Your Name. Ps. 86:5",
        "B6" : "Joseph and Mary take Jesus to Jerusalem to present Him to God. Lk. 2:22",
        "B7" : "Simeon, a holy man, foretells: 'This Child is destined for the fall and rise of many.' Lk. 2:34",
        "B8" : "'Your own soul a sword shall pierce.' Lk. 2:35",
        "B9" : "Joseph and Mary take Jesus to their hometown of Nazareth. Lk. 2:39",
        "B10" : "Whatever you do, do all in the Name of Jesus. Col. 3:17",
        "Grace" : "For the Virtue of Obedience."
    },
    {
        "MysteryName" : "THE FINDING OF THE CHILD JESUS IN THE TEMPLE",
        "MysteryType" : "Joyful",
        "MysteryNumber" : "5",
        "Verses" : "",
        "Matthew" : "",
        "Mark" : "",
        "Luke" : "Luke 2,46 On the third day they came upon him in the temple sitting in the midst of the teachers, listening to them and asking them questions.",
        "John" : "",
        "Contemplation" : "Let us contemplate the scene in which Jesus, still a child, was found in the temple: here we are before the dedication and the unconditional choice for the Spiritual Life.",
        "imageLocation" : "assets/Mysteries/Joyful/fifth.jpg",
        "B1" : "Jesus is twelve years old, and goes to Jerusalem with Mary and Joseph. Lk. 2:42",
        "B2" : "Jesus remains in Jerusalem. His parents do not realize it. Lk. 2:43",
        "B3" : "Mary and Joseph return looking for Him. Lk. 2:45",
        "B4" : "They find Jesus in the temple. Lk. 2:46",
        "B5" : "Jesus was fulfilling the will of His Father.  Lk. 2:49",
        "B6" : "The Holy Family returns to Nazareth. Lk. 2:51",
        "B7" : "Jesus, the Son of God, obeys His parents. Lk. 2:51",
        "B8" : "God tells us: Honor your father and your mother. Mt. 15:4",
        "B9" : "If you love Me, obey My commandments. Jn. 14:15",
        "B10" : "Let us love in thought, in word, and in action. 1 Jn. 3:18",
        "Grace" : "For the Virtue of Piety."
    }
]}