{"luminousList":[
    
   {
       "MysteryName":"THE BAPTISM OF JESUS IN THE JORDAN RIVER BY JOHN",
       "MysteryType":"Luminous",
       "MysteryNumber":"1",
       "Verses":"",
       "Matthew":"Matthew 3, 16 After Jesus was baptized, he came directly out of the water. Suddenly the sky opened and he saw the Spirit of God descend like a dove and hover over him. With that a voice from the heavens said, 'This is my beloved Son. My favor rests on him.'",
       "Mark":"",
       "Luke":"",
       "John":"",
       "Contemplation":"Let us contemplate the Baptism of Jesus: here we are before the offer that our vibrations are bathed by the Spirit of God.",
       "imageLocation":"assets/Mysteries/Luminous/first.jpg",
       "B1":"A man named John was sent from God. He came for testimony, to testify to the light, so that all might believe through him. ... The true light, which enlightens everyone, was coming into the world -John 1:6-7,9 ",
       "B2":"John answered them all, saying, “I am baptizing you with water, but one mightier than I is coming. I am not worthy to loosen the thongs of his sandals. He will baptize you with the Holy Spirit and fire.” -Luke 3:16 ",
       "B3":"It happened in those days that Jesus came from Nazareth of Galilee and was baptized in the Jordan by John. -Mark 1:9",
       "B4":"John tried to prevent him, saying, “I need to be baptized by you, and yet you are coming to me?” Jesus said to him in reply, “Allow it for now, for thus it is fitting for us to fulfill all righteousness.” Then he allowed him. -Matt. 3:14-15",
       "B5":"After Jesus was baptized, he came up from the water and behold, the heavens were opened, and he saw the Spirit of God descending like a dove and coming upon him. -Matt. 3:16",
       "B6":" A voice came from the heavens, saying, “This is my beloved Son, with whom I am well pleased.” -Matt.3:17 ",
       "B7":"John ... said, “Behold, the Lamb of God, who takes away the sin of the world. He is the one of whom I said, ‘A man is coming after me who ranks ahead of me because he existed before me.’ ” -John 1:29-30",
       "B8":"“I did not know him, but the one who sent me to baptize with water told me, ‘On whomever you see the Spirit come down and remain, he is the one who will baptize with the Holy Spirit.’ ”  -John 1:33-34 ",
       "B9":"“Now I have seen and testified that he is the Son of God.” The next day John was there again with 2 of his disciples, and as he saw Jesus walk by, he said, “Behold, the Lamb of God.” The 2 disciples ... followed Jesus. -John 1:34-37",
       "B10":"Andrew was one of the 2. ... He told his brother Simon, “We have found the Messiah.” ... Then he brought him to Jesus. Jesus ... said, “You are Simon the son of John; you will be called Kephas” (translated Peter). -John 1:40-42",
       "Grace":"For submission to God's will."
    },
   {
       "MysteryName":"THE MANIFESTATION OF JESUS AT THE WEDDING FEAST AT CANA",
       "MysteryType":"Luminous",
       "MysteryNumber":"2",
       "Verses":"",
       "Matthew":"",
       "Mark":"",
       "Luke":"",
       "John":"John 2,3-5 There was a wedding at Cana in Galilee, and the Mother of Jesus was there...At a certain point the wine ran out, and Jesus' mother told him, 'They have no more wine.' ... His mother instructed those waiting on table, 'Do whatever he tells you.'",
       "Contemplation":"Let us contemplate the Wedding at Cana, in which Christ transformed water into wine: here we are before the opportunity to recognize in ourselves the capacity to transform the situations of life.",
       "imageLocation":"assets/Mysteries/Luminous/second.jpg",
       "B1":" There was a wedding in Cana in Galilee, and the mother of Jesus was there. Jesus and his disciples were also invited to the wedding. -John 2:1-2",
       "B2":"When the wine ran short, the mother of Jesus said to him, “They have no wine.” -John 2:3",
       "B3":"Jesus said to her, “Woman, how does your concern affect me? My hour has not yet come.” -John 2:4",
       "B4":"His mother said to the servers, “Do whatever he tells you.” -John 2:5",
       "B5":"Now there were six stone water jars there for Jewish ceremonial washings, each holding 20-30 gallons. Jesus told them, “Fill the jars with water.”  -John 2:6-7",
       "B6":"They filled them to the brim. Then he told them, “Draw some out now and take it to the headwaiter.” So they took it. -John 2:7-8",
       "B7":"When the headwaiter tasted the water that had become wine, without knowing where it came from (although the servers who had drawn the water knew), the headwaiter called the bridegroom. -John 2:9 ",
       "B8":"He said to him, “Everyone serves good wine first, and then when people have drunk freely, an inferior one; but you have kept the good wine until now.” -John 2:10",
       "B9":"Jesus did this as the beginning of his signs in Cana in Galilee and so revealed his glory, and his disciples began to believe in him. -John 2:11",
       "B10":"After this, he and his mother, brothers, and his disciples went down to Capernaum and stayed there only a few days. Since the Passover of the Jews was near, Jesus went up to Jerusalem. -John 2:12-13",
       "Grace":"For devotion to Mary."},
   {
       "MysteryName":"THE PROCLAMATION OF THE GOOD NEWS OF THE KINGDOM BY JESUS",
       "MysteryType":"Luminous",
       "MysteryNumber":"3",
       "Verses":"",
       "Matthew":"",
       "Mark":"Mark 1,14-15 Jesus appeared in Galilee proclaiming the good news of God: 'This is the time of fulfillment The reign of God is at hand! Reform your lives and believe in the gospel!'",
       "Luke":"",
       "John":"",
       "Contemplation":"Let us contemplate Jesus announcing the Kingdom of God: here we are before the vows in order that our lives may express spiritual virtues, following the Laws of God.",
       "imageLocation":"assets/Mysteries/Luminous/third.jpg",
       "B1":"“Amen, amen, I say to you, no one can enter the kingdom of God without being born of water and Spirit.” ... After this, Jesus and his disciples went into the region of Judea, where he spent some time with them baptizing. -John 3:5,22 ",
       "B2":"After John had been arrested, Jesus came to Galilee proclaiming the gospel of God: “This is the time of fulfillment. The kingdom of God is at hand. Repent, and believe in the gospel.” -Mark 1:14-15",
       "B3":"“Seek his kingdom, and these other things will be given you besides. Do not be afraid any longer, little flock, for your Father is pleased to give you the kingdom. Sell your belongings and give alms.” -Luke 12:31-33",
       "B4":"“You will see Abraham, Isaac, and Jacob and all the prophets in the kingdom of God.... People will come from the east and the west and from the north and the south and will recline at table in the kingdom of God.” -Luke 13:29",
       "B5":" “The coming of the kingdom of God cannot be observed, and no one will announce, ... ‘There it is.’ For behold, the kingdom of God is among you.” -Luke 17:20-21",
       "B6":"“Blessed are the poor in spirit, for theirs is the kingdom of heaven. ... Blessed are they who are persecuted for the sake of righteousness, for theirs is the kingdom of heaven.” -Matt. 5:3,10",
       "B7":"“By their fruits you will know them. Not everyone who says to me, ‘Lord, Lord,’ will enter the kingdom of heaven but only the one who does the will of my Father in heaven.” -Matt. 7:20-21 ",
       "B8":"Jesus sent out the 12. ... “Make this proclamation: ‘The kingdom of heaven is at hand.’ Cure the sick, raise the dead, cleanse lepers, drive out demons. Without cost you have received; without cost you are to give.” -Matt. 10:5,7-8",
       "B9":"“Blessed are you, Simon. ... I say to you, you are Peter, and upon this rock I will build my church. ... I will give you the keys to the kingdom of heaven. Whatever you bind on earth shall be bound in heaven.” -Matt 16:17-19",
       "B10":" “Amen, I say to you, unless you turn and become like children, you will not enter the kingdom of heaven. Whoever humbles himself like this child is the greatest in the kingdom of heaven.” -Matt 18:3-4",
       "Grace":"For the grace of conversion."
    },
   {
       "MysteryName":"THE TRANSFIGURATION OF JESUS ON THE MOUNTAIN",
       "MysteryType":"Luminous",
       "MysteryNumber":"4",
       "Verses":"",
       "Matthew":"Matthew 17,1-2 Jesus took Peter, James and his brother John and led them up on a high mountain by themselves. He was transfigured before their eyes. His face became as dazzling as the sun, his clothes as radiant as light.",
       "Mark":"",
       "Luke":"",
       "John":"",
       "Contemplation":"Let us contemplate the Transfiguration of Jesus: here we are before the possibility of, one day, seeing our true face, our true Being.",
       "imageLocation":"assets/Mysteries/Luminous/fourth.jpg",
       "B1":"Jesus took Peter, John, and James and went up the mountain to pray. While he was praying his face changed in appearance. -Luke 9:28-29",
       "B2":"He was transfigured before them; his face shone like the sun and his clothes became white as light. -Matt.  17:2",
       "B3":"Behold, 2 men were conversing with him, Moses and Elijah, who appeared in glory and spoke of his exodus that he was going to accomplish in Jerusalem. -Luke 9:30-31",
       "B4":"Peter and his companions had been overcome by sleep, but becoming fully awake, they saw his glory and the 2 men standing with him. -Luke 9:32",
       "B5":"As they were about to part from him, Peter said to Jesus, “Master it is good that we are here; let us make 3 tents, 1 for you, 1 for Moses, and 1 for Elijah.” But he did not know what he was saying. -Luke 9:33",
       "B6":"While he was still speaking, a cloud came and cast a shadow over them, and they became frightened when they entered the cloud. -Luke 9:34",
       "B7":"Then from the cloud came a voice that said, “This is my beloved Son, with whom I am well pleased; listen to him.” -Matt. 17:5",
       "B8":"When the disciples heard this, they fell prostrate and were very much afraid. But Jesus came and touched them, saying, “Rise, and do not be afraid.” And when the disciples raised their eyes, they saw no one else but Jesus alone. -Matt 17:6-8",
       "B9":"Coming down from the mountain, he charged them not to relate what they had seen to anyone, except when the Son of Man had risen from the dead. So they kept the matter to themselves, questioning what rising from the dead meant. -Mark 9:9-10",
       "B10":"The disciples asked him, “Why do the scribes say that Elijah must come first?” ... “I tell you that Elijah has already come, and they did not recognize him.” ... Then they understood that he was speaking to them of John the Baptist. -Matt. 17:10-13",
       "Grace":"For holy fear of God."
    },
   {
       "MysteryName":"THE INSTITUTION OF THE EUCHARIST AT THE LAST PASSOVER OF JESUS",
       "MysteryType":"Luminous",
       "MysteryNumber":"5",
       "Verses":"",
       "Matthew":"",
       "Mark":"",
       "Luke":"Luke 22,19 Taking bread and giving thanks, he broke it and gave it to them saying , 'This is my body to be given for you. Do this as a remembrance of me.' He did the same with the cup after eating, saying as he did so: 'This cup is the new covenant in my blood, which will be shed for you.'",
       "John":"",
       "Contemplation":"Let us contemplate the Last Supper, when Christ gives us His Body and His Blood, symbolized by the bread and by the wine: here we are before the Communion with Christ, living His Love, His Forgiveness, His Redemption.",
       "imageLocation":"assets/Mysteries/Luminous/fifth.jpg",
       "B1":"Jesus sent out Peter and John, instructing them, “Go and make preparations for us to eat the Passover.” ... He took his place at table with the apostles. He said to them, “I have eagerly desired to eat this Passover with you before I suffer.” -Luke 22:8,14-5",
       "B2":"He took the bread, said the blessing, broke it, and gave it to them, saying, “This is my body, which will be given for you; do this in memory of me.” -Luke 22:19 ",
       "B3":"Then he took a cup, gave thanks, and gave it to them, saying, “Drink from it, all of you, for this is my blood of the covenant, which will be shed on behalf of many for the forgiveness of sins.” -Matt. 26:27-28",
       "B4":"“I am among you as the one who serves. It is you who have stood by me in my trials; and I confer a kingdom on you, ... that you may eat and drink at my table in my kingdom; and you will sit on thrones judging the 12 tribes of Israel.” -Luke 22:27-30 ",
       "B5":"“Simon, Simon, ... I have prayed that your own faith may not fail; and once you have turned back, you must strengthen your brothers. ... I tell you, Peter, before the cock crows this day, you will deny 3 times that you know me.” -Luke 22:31-34",
       "B6":"“I am the way and the truth and the life. No one comes to the Father except through me. If you know me, then you will also know my Father. From now on you do know him and have seen him.” -John 14:6-7",
       "B7":"“The Advocate, the Holy Spirit that the Father will send in my name – he will teach you everything and remind you of all that I told you. Peace I leave with you; my peace I give to you. ... Do not let your hearts be troubled or afraid.” -John 14:26-27",
       "B8":"“I am the vine, you are the branches. Whoever remains in me and I in him will bear much fruit, because without me you can do nothing. ... As the Father loves me, so I also love you. Remain in my love; ... keep my commandments.” -John 15:5,9",
       "B9":"“This is my commandment: love one another as I love you. No one has greater love than this, to lay down one’s life for one’s friends. You are my friends if you do what I command you.” -John 15:12-14",
       "B10":"“Father, the hour has come. Give glory to your son, ... so that he may give eternal life to all you gave him. ...  I pray not only for them, but also for those who will believe in me through their word, so that they may all be one ... in us.” -John 17:1-2,20-21",
       "Grace":"For thanksgiving to God."
    }
]}