{"sorrowfulList":[
    
    {
        "MysteryName" : "The Agony in the Garden",
        "MysteryType" : "Sorrowful",
        "MysteryNumber" : "1",
        "Verses" : "",
        "Matthew" : "",
        "Mark" : "",
        "Luke" : "Luke 22,44-45 In his anguish he prayed with all the greater intensity, and his sweat became like drops of blood falling to the ground. Then he rose from prayer and came to his disciples, only to find them asleep, exhausted with grief.",
        "John" : "",
        "Contemplation" : "Let us contemplate Jesus in the Garden of Olives: before an extreme distress, the possibility of maintaining absolute trust in the Father.",
        "imageLocation" : "assets/Mysteries/Sorrowful/first.jpg",
        "B1":"Jesus and His Apostles go to Gethsemane to pray. Mt. 26:36",
        "B2":"With Peter, James and John, He enters the olive grove. Mt. 26:37",
        "B3":"'My soul is sorrowful unto death.' Mt. 26:38",
        "B4":"'Father, if it be Thy will, let this cup pass from Me.' Mt. 26:39",
        "B5":"'Yet, not My will, but Thine be done.' Mt. 26:39",
        "B6":"'Could you not watch one hour with Me?' Mt. 26:40",
        "B7":"'Watch and pray that you enter not into temptation.' Mt. 26:41",
        "B8":"Judas betrays Jesus with a kiss. Mt. 26:48",
        "B9":"'Having seized Jesus, they led Him away to the high priest’s house.' Lk. 22:54",
        "B10":"His disciples abandon Him. Mt. 26:56",
        "Grace" : "For the true contririon of sin."
    },
    {
        "MysteryName" : "The Scourging at the Pillar",
        "MysteryType" : "Sorrowful",
        "MysteryNumber" : "2",
        "Verses" : "",
        "Matthew" : "",
        "Mark" : "",
        "Luke" : "",
        "John" : "John 19,1 Pilate's next move was to take Jesus and have him scourged",
        "Contemplation" : "Let us contemplate the Flagellation of Jesus: before physical and moral sorrow, the possibility of sustaining ourselves in the dignity of being children of God.",
        "imageLocation" : "assets/Mysteries/Sorrowful/second.jpg",
        "B1":"Before the high priest Annas, one of the guards strikes Jesus in the face. Jn. 18:22",
        "B2":"Annas sends Jesus, bound, to the high priest Caiphas. Jn. 18:24",
        "B3":"They sought false witnesses against Jesus that they might put Him to death. Mt. 26:59",
        "B4":"Peter denies three times that he is a disciple of Jesus. Jn. 18:17,25,27",
        "B5":"Jesus is brought before Pilate, for only he can issue a death sentence. Jn. 18:31",
        "B6":"Pilate can find no guilt in Jesus. Jn. 18:39",
        "B7":"To appease the Jews, Pilate has Jesus scourged. Jn. 19:1",
        "B8":"'It was our infirmities that He bore, our sufferings that He endured.' Is. 53:4",
        "B9":"'He was pierced for our offenses, crushed for our sins.' Is. 53:5",
        "B10":"'By His stripes we were healed'. Is. 53:5",
        "Grace" : "For the virtue of purity."
    },
    {
        "MysteryName" : "Crowning with Thorns",
        "MysteryType" : "Sorrowful",
        "MysteryNumber" : "3",
        "Verses" : "",
        "Matthew" : "Matthew 27,28-29 They stripped off his clothes and wrapped him in a scarlet military cloak. Weaving a crown out of thorns they fixed it on his head, and stuck a reed in his right hand.",
        "Mark" : "",
        "Luke" : "",
        "John" : "",
        "Contemplation" : "Let us contemplate the Crowning of thorns: before humiliations, the possibility of living humility.",
        "imageLocation" : "assets/Mysteries/Sorrowful/third.jpg",
        "B1":"Jesus answers Pilate that He is a king, but His kingdom is not of this world. Jn. 18:36",
        "B2":"In mockery the soldiers place a crown of thorns on His head. Mt. 27:29",
        "B3":"They put a reed in His right hand, a symbol of authority. Mt. 27:29",
        "B4":"They kneel before Him in derision: 'Hail, King of the Jews.' Mt. 27:29",
        "B5":"They spit on Him and taking the reed, strike Him on the head. Mt. 27:30",
        "B6":"Pilate presents Jesus to the crowd and says 'Behold the Man.' Jn. 19:5",
        "B7":"The crowd shouts: 'Crucify Him! Crucify Him!' Jn. 19:6",
        "B8":"Pilate asks: 'Shall I crucify your King?' Jn. 19:15",
        "B9":"They respond: 'We have no king but Caesar.' Jn. 19:15",
        "B10":"'Though He was harshly treated, He submitted, and opened not His mouth.' Is. 53:7",
        "Grace" : "For moral courage."
    },
    {
        "MysteryName" : "Carrying of the Cross",
        "MysteryType" : "Sorrowful",
        "MysteryNumber" : "4",
        "Verses" : "",
        "Matthew" : "",
        "Mark" : "",
        "Luke" : "",
        "John" : "John 19,17 ...carrying the cross by himself, he went out to what is called the Place of the Skull in Hebrew, Golgotha",
        "Contemplation" : "Let us contemplate Jesus carrying the Cross: before our own cross, to sustain it and transform it.",
        "imageLocation" : "assets/Mysteries/Sorrowful/fourth.jpg",
        "B1":"Jesus carries His Cross to Calvary. Jn. 19:17",
        "B2":"'He who does not carry his cross and follow Me, cannot be My disciple.' Lk. 14:27",
        "B3":"'Take My yoke upon you… your souls will find rest.' Mt. 11:29",
        "B4":"'My yoke is easy, and My burden light.' Mt. 11:30",
        "B5":"'He who loses his life for My sake will find it.'  Mt. 10:39",
        "B6":"What we suffer now can never compare to the glory that awaits us. Rom. 8:18",
        "B7":"Simon the Cyrenean helps Jesus carry the Cross to Calvary. Lk. 23:26",
        "B8":"'Weep not for Me, but for your children.' Lk. 23: 28",
        "B9":"'God forbid that I should glory, save in the cross of Christ.' Gal. 6:14",
        "B10":"The worldly person is an 'enemy of the Cross of Christ.' Phil. 3:18",
        "Grace" : "For the virtue of patience."
    },
    {
        "MysteryName" : "The Crucifixion",
        "MysteryType" : "Sorrowful",
        "MysteryNumber" : "5",
        "Verses" : "",
        "Matthew" : "",
        "Mark" : "",
        "Luke" : "Luke 23,46 Jesus uttered a loud cry and said 'Father, into your hands I commend my spirit. After he said this, he expired.",
        "John" : "",
        "Contemplation" : "Let us contemplate the Crucifixion: with our own sacrifice, to unite to God, making a bridge between Heaven and Earth.",
        "imageLocation" : "assets/Mysteries/Sorrowful/fifth.jpg",
        "B1":"Jesus is nailed to the Cross. Lk. 23:33",
        "B2":" He prays: 'Father, forgive them…' Lk. 23:34",
        "B3":"Jesus says to the repentant thief: 'This day you will be with Me in paradise.' Lk. 23:43",
        "B4":"Looking down at Mary His Mother, He says: 'Woman, there is your son.' Jn. 19:26",
        "B5":"Looking at the beloved disciple, He says: 'There is your Mother.' Jn. 19:27",
        "B6":"Jesus endures the terrible torture of the Cross for three hours. Mt. 27:45",
        "B7":"Nature itself seemed in mourning, for darkness covered the earth. Mt. 27:45",
        "B8":"'There is no greater love than this: to lay down one’s life for one’s friends.' Jn. 15:13",
        "B9":"Having completed His redeeming mission,  Jesus cried out: 'It is finished.' Jn. 19:30",
        "B10":"'Father, into Your hands, I commend My spirit.' Lk. 23:46",
        "Grace" : "For final persevereanc."
    }
]}