{"sorrowfulList":[
    
    {"MysteryName":"THE AGONY OF JESUS IN THE GARDEN OF GETHSEMANE",
        "MysteryType":"Sorrowful",
        "MysteryNumber":"1",
        "Verses":"",
        "Matthew":"",
        "Mark":"",
        "Luke":"Luke 22,44-45 In his anguish he prayed with all the greater intensity, and his sweat became like drops of blood falling to the ground. Then he rose from prayer and came to his disciples, only to find them asleep, exhausted with grief.",
        "John":"",
        "Contemplation":" Let us contemplate Jesus in the Garden of Olives: before an extreme distress, the possibility of maintaining absolute trust in the Father.",
        "imageLocation":"assets/Mysteries/Sorrowful/first.jpg",
        "B1":"They came to a place named Gethsemane, and he said to his disciples, “Sit here while I pray.” He took with him Peter, James, and John, and began to be troubled and distressed. -Mark 14:32-33",
        "B2":"Then he said to them, “My soul is sorrowful even to death. Remain here and keep watch.” He advanced a little and fell to the ground and prayed that if it were possible the hour might pass by him. -Mark 14:34-35",
        "B3":"He said, “Abba, Father, all things are possible to you. Take this cup away from me, but not what I will but what you will.” When he returned he found them asleep. He said, “Simon, are you asleep? Could you not keep watch for 1 hour?” -Mark 14:36-37",
        "B4":" “Watch and pray that you may not undergo the test. The spirit is willing but the flesh is weak.” Withdrawing again, he prayed, saying the same thing. Then he returned once more and found them asleep. They could not keep their eyes open. -Mark 14:38-40",
        "B5":"To strengthen him an angel from heaven appeared to him. He was in such agony and he prayed so fervently that his sweat became like drops of blood falling on the ground. -Luke 22:43",
        "B6":"He returned a third time and said to them, “Are you still sleeping and taking your rest? It is enough. The hour has come. Behold, the Son of Man is to be handed over to sinners. Get up, let us go. See, my betrayer is at hand.” -Mark 14:41-42",
        "B7":"While he was still speaking, a crowd approached and in front was one of the 12, a man named Judas. He went up to Jesus to kiss him. Jesus said to him, “Judas, are you betraying the Son of Man with a kiss?” -Luke 22:47-48",
        "B8":"Then Simon Peter, who had a sword, drew it, struck the high priest’s slave, and cut off his right ear. ... Jesus said to Peter, “Put your sword into its scabbard. Shall I not drink the cup that the Father gave me?” -John 18:10-11",
        "B9":"“Do you think that I cannot call upon my Father and he will not provide me at this moment with more than 12 legions of angels?” ... Jesus said to the crowds, “Have you come out as against a robber, with swords and clubs to seize me?” -Matt. 26:53,55",
        "B10":"“Day after day I sat teaching in the temple area, yet you did not arrest me. But all this has come to pass that the writings of the prophets may be fulfilled.” Then all the disciples left him and fled. Those who arrested Jesus led him away. -Matt 26:55-57",
        "Grace":"For the true contrition of sin."
    },

    {"MysteryName":"THE SCOURGING AND ABUSE OF JESUS",
        "MysteryType":"Sorrowful",
        "MysteryNumber":"2",
        "Verses":"",
        "Matthew":"",
        "Mark":"",
        "Luke":"",
        "John":"John 19,1 Pilate's next move was to take Jesus and have him scourged",
        "Contemplation":"Let us contemplate the Flagellation of Jesus: before physical and moral sorrow, the possibility of sustaining ourselves in the dignity of being children of God.",
        "imageLocation":"assets/Mysteries/Sorrowful/second.jpg",
        "B1":"[Annas] questioned Jesus about his disciples and doctrine. ... Jesus answered, ... “Why ask me? Ask those who heard me what I said to them.” ... When he said this, one of the temple guards standing there struck Jesus. -John 18:19-22",
        "B2":"He was silent and answered nothing. The high priest asked, ... “Are you the Messiah, the son of the Blessed One?” Then Jesus answered, “I am.” ... At that the high priest tore his garments and said, ... “You have heard the blasphemy.” -Mark 14:61-64",
        "B3":"[Caiphas asked,] “What do you think?” They all condemned him as deserving to die. Some began to spit on him. They blindfolded him and struck him and said to him, “Prophesy!” And the guards greeted him with blows. -Mark 14:64-65",
        "B4":"They bound him, led him away, and handed him over to Pilate, the governor. ... When he was accused by the chief priests and elders, he made no answer. ... The governor was greatly amazed. -Mt. 27:2,12-14",
        "B5":"Pilate went back into the praetorium and summoned Jesus and said to him, “Are you the King of the Jews?” ... Jesus answered, “My kingdom does not belong to this world.” ... Pilate said to him, “Then you are a king?” -Jn. 18:33,36-37",
        "B6":"Jesus answered, “You say I am a king. For this I was born and for this I came into the world, to testify to the truth. Everyone who belongs to the truth listens to my voice.” Pilate said to him, “What is truth? -John 18:37-38 ",
        "B7":"Pilate asked if the man was a Galilean; ... he sent him to Herod. ... [Jesus] gave him no answer. ... Herod and his soldiers treated him contemptuously and mocked him, and after clothing him in resplendent garb, sent him back to Pilate. -Luke 23:6-9,11",
        "B8":"[Pilate] said to them, ... “Herod ... sent him back to us. So no capital crime has been committed by him. Therefore I shall have him flogged and then release him.” But all together they shouted out, “Away with this man!” -Luke 23:14-18",
        "B9":"They continued their shouting, “Crucify him! Crucify him!” Pilate addressed them, ... “I shall have him flogged and then release him.” -Luke 23:21-22 ",
        "B10":"“Do you want me to release to you the King of the Jews?” They cried out again, “Not this one but Barabbas!” Now Barabbas was a revolutionary. Then Pilate took Jesus and had him scourged. -Jn. 18:39-19:1",
        "Grace":"For the virtue of purity."
    },

    {"MysteryName":"THE CROWNING WITH THORNS AND MOCKING OF JESUS",
        "MysteryType":"Sorrowful",
        "MysteryNumber":"3",
        "Verses":"",
        "Matthew":"Matthew 27,28-29 They stripped off his clothes and wrapped him in a scarlet military cloak. Weaving a crown out of thorns they fixed it on his head, and stuck a reed in his right hand.",
        "Mark":"",
        "Luke":"",
        "John":"",
        "Contemplation":" Let us contemplate the Crowning of thorns: before humiliations, the possibility of living humility.",
        "imageLocation":"assets/Mysteries/Sorrowful/third.jpg",
        "B1":"The soldiers of the governor took Jesus inside the praetorium and gathered the whole cohort around him. They stripped off his clothes and threw a scarlet military cloak about him. -Matt. 27:27-28 ",
        "B2":"Weaving a crown out of thorns, they placed it on his head, and a reed in his right hand. Kneeling before him, they mocked him, saying, “Hail, King of the Jews!” They spat upon him and took the reed and kept striking him on the head. -Matt 27:29-30",
        "B3":"And when they had mocked him, they stripped him of the cloak, dressed him in his own clothes, and led him off. -Matt 27:31",
        "B4":"Once more Pilate went out and said to them, “Look, I am bringing him out to you, so that you may know that I find no guilt in him.” So Jesus came out, wearing the crown of thorns. -John 19:4-5",
        "B5":"[Pilate] said to them, “Behold, the man!” When the chief priest and the guards saw him they cried out, “Crucify him, crucify him!” Pilate said to them, “Take him yourselves and crucify him. I find no guilt in him.” -John 19:5-6",
        "B6":"The Jews answered, ... “He ought to die, because he made himself the Son of God.” ... Pilate tried to release him; but the Jews cried out, “If you release him you are not a Friend of Caesar. Everyone who makes himself a king opposes Caesar.” -John 19:7,12 ",
        "B7":"It was about noon. And he said to them, “Behold, your king!” They cried out, “Take him away, take him away! Crucify him!” Pilate said to them, “Shall I crucify your king?” The chief priests answered, “We have no king but Caesar.” -John 19:14-15 ",
        "B8":"[Pilate] took water and washed his hands in the sight of the crowd, saying, “I am innocent of this man’s blood. Look to it yourselves.” And the whole people said in reply, “His blood be upon us and upon our children.”  -Matt. 27:24-25",
        "B9":"The verdict of Pilate was that their demand should be granted. So he released the man who had been imprisoned for rebellion and murder, for whom they asked, and he handed Jesus over to them to deal with as they wished. -Luke 23:24-25",
        "B10":"Pilate also had an inscription written and put on the cross. It read, “Jesus the Nazorean, the King of the Jews.” ... It was written in Hebrew, Latin, and Greek. ... Pilate said, “What I have written, I have written.” -John 19:19-22",
        "Grace":"For moral courage."
    },
    
    {"MysteryName":"THE CARRYING OF THE CROSS OF JESUS TO GOLGOTHA",
        "MysteryType":"Sorrowful",
        "MysteryNumber":"4",
        "Verses":"",
        "Matthew":"",
        "Mark":"",
        "Luke":"",
        "John":"John 19,17 ...carrying the cross by himself, he went out to what is called the Place of the Skull in Hebrew, Golgotha",
        "Contemplation":"Let us contemplate Jesus carrying the Cross: before our own cross, to sustain it and transform it.",
        "imageLocation":"assets/Mysteries/Sorrowful/fourth.jpg",
        "B1":"So Pilate, wishing to satisfy the crowd, ... handed him over to be crucified. ... The soldiers led him away ... and led him out to crucify him. -Mk. 15:15-6,20",
        "B2":"So they took Jesus, and carrying the cross himself he went out to what is called the Place of the Skull, in Hebrew, Golgotha. -John 19:16-17",
        "B3":"As they led him away they took hold of a certain Simon; a Cyrenian, who was coming in from the country; and after laying the cross on him, they made him carry it behind Jesus. -Luke 23:26",
        "B4":"A large crowd of people followed Jesus, including many women who mourned and lamented him. -Luke 23:27",
        "B5":"Jesus turned to them and said, “Daughters of Jerusalem, do not weep for me; weep instead for yourselves and for your children.” -Luke 23:28",
        "B6":"“For indeed, the days are coming when people will say, ‘Blessed are the barren, the wombs that never bore and the breasts that never nursed.’ ” -Luke 23:29",
        "B7":"“At that time people will say to the mountains, ‘Fall upon us!’ and to the hills, ‘Cover us!’ for if these things are done when the wood is green what will happen when it is dry?” -Luke 23:30-31",
        "B8":"Now two others, both criminals, were led away with him to be executed. When they came to the place called the Skull, they crucified ... the criminals there, one on his right, the other on his left. -Luke 23:32-33",
        "B9":"When they came to ... Golgotha, ... they gave Jesus wine to drink mixed with gall. But when he had tasted it, he refused to drink. -Matt. 27:33-34",
        "B10":"They took his clothes and divided them into four shares, one for each soldier. They also took his tunic, but the tunic was seamless, woven in one piece. ... So they said, “Let’s not tear it, but cast lots for it.” ... That is what they did. -John 19:23-24",
        "Grace":"For the virtue of patience."
    },
    {"MysteryName":"THE CRUCIFIXION AND DEATH OF JESUS ",
        "MysteryType":"Sorrowful",
        "MysteryNumber":"5",
        "Verses":"",
        "Matthew":"",
        "Mark":"",
        "Luke":"Luke 23,46 Jesus uttered a loud cry and said 'Father, into your hands I commend my spirit. After he said this, he expired.",
        "John":"",
        "Contemplation":"Let us contemplate the Crucifixion: with our own sacrifice, to unite to God, making a bridge between Heaven and Earth.",
        "imageLocation":"assets/Mysteries/Sorrowful/fifth.jpg",
        "B1":"After they had crucified him, ... they sat down and kept watch over him. ... The chief priests with the scribes and elders mocked him and said, ... “Let him come down from the cross now, and we will believe in him.” -Mt.27:35-6,41-2",
        "B2":" Jesus said, “Father, forgive them, they know not what they do.” ... The rulers, meanwhile, sneered at him and said, “He saved others, let him save himself if he is the chosen one, the Messiah of God.” Even the soldiers jeered at him. -Luke 23:34-36",
        "B3":"One of the criminals hanging there reviled Jesus. ... The other ... said in reply, “Have you no fear of God?” ... Then he said, “Jesus, remember me.” ... He replied to him, “Amen, I say to you, today you will be with me in Paradise.” -Luke 23:39-43",
        "B4":"Standing by the cross of Jesus were his mother, her sister, Mary the wife of Clopas, and Mary of Magdala. When Jesus saw his mother and the disciple there whom he loved, he said to his mother, “Woman, behold, your son.”  -John 19:25-26",
        "B5":"Then he said to the disciple, “Behold, your mother.” And from that hour the disciple took her into his home. -Luke 19:27",
        "B6":"At noon darkness came over the whole land until 3 in the afternoon. And at 3 o’clock Jesus cried out in a loud voice, ... “My God, my God, why have you forsaken me?” -Mark 15:33-34",
        "B7":"Jesus said, “I thirst.” There was a vessel filled with common wine. They put a sponge soaked in wine on a sprig of hyssop and put it up to his mouth. When Jesus had taken the wine, he said, “It is finished.” -John 19:28-30",
        "B8":"Then the veil of the temple was torn down the middle. Jesus cried out in a loud voice, “Father, into your hands I commend my spirit.” When he had said this he breathed his last. The centurion ... said, “This man was innocent beyond doubt.” -Luke 23:45-47",
        "B9":"When they came to Jesus and saw that he was already dead, ... 1 soldier thrust his lance into his side, and immediately blood and water flowed out. ... Nicodemus ... came bringing a mixture of myrrh and aloes ... about 100 pounds. -Jn. 19:33-4,39",
        "B10":"[Joseph of Arimathea] went to Pilate and asked for the body of Jesus. ... Joseph wrapped it in clean linen and laid it in his new tomb. ... Then he rolled a huge stone across the entrance. ... They secured the tomb by ... setting the guard. -Mt.27:58-60,66",
        "Grace":"For final perseverance."
    }
]}